eis-cart-tests-master@3bc714a7387/tests/test-data/intf-specs/gswf/wsdls/synthetic-requests/CheckForBreakupInstructions/RaiseEventSynchron.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:even="http://www.thegoldensource.com/EventRaiserService.wsdl">
   <soapenv:Header/>
   <soapenv:Body>
      <even:RaiseCheckForBreakupInstructionsSynchron>
         <!--Optional:-->
         <even:brinOidToProcess>?</even:brinOidToProcess>
         <!--Optional:-->
         <even:entityTypeToProcess>?</even:entityTypeToProcess>
         <!--Optional:-->
         <even:messageType>?</even:messageType>
         <even:multipleBreakupInstruction>?</even:multipleBreakupInstruction>
      </even:RaiseCheckForBreakupInstructionsSynchron>
   </soapenv:Body>
</soapenv:Envelope>